---
kind: property
id: P:Autodesk.Revit.DB.ExternalResourceTypes.BuiltInExternalResourceTypes.SystemsAnalysisReport
source: html/75a0b4b5-8472-46f8-28e2-010db022257e.htm
---
# Autodesk.Revit.DB.ExternalResourceTypes.BuiltInExternalResourceTypes.SystemsAnalysisReport Property

An external resource type representing systems analysis report path.

## Syntax (C#)
```csharp
public static ExternalResourceType SystemsAnalysisReport { get; }
```